[
  "calendar",
  "obsidian-enhancing-mindmap",
  "obsidian-excalidraw-plugin",
  "dataview",
  "obsidian-timestamper",
  "obsidian-day-planner",
  "periodic-notes",
  "obsidian-week-planner",
  "obsidian-kanban",
  "easy-typing-obsidian",
  "file-tree-alternative",
  "tag-wrangler",
  "obsidian-tagfolder",
  "templater-obsidian",
  "editing-toolbar",
  "obsidian-plugin-update-tracker",
  "metaedit",
  "obsidian-activity-history",
  "obsidian-image-auto-upload-plugin",
  "obsidian-emoji-toolbar",
  "last-modified-timestamp-in-status-bar",
  "oz-clear-unused-images",
  "obsidian-image-toolkit",
  "folder-note-plugin",
  "obsidian-view-mode-by-frontmatter",
  "obsidian-reading-time",
  "obsidian-heading-shifter",
  "number-headings-obsidian",
  "recent-files-obsidian",
  "obsidian-git",
  "global-search-and-replace",
  "settings-search",
  "omnisearch",
  "note-toolbar",
  "obsidian-list-callouts",
  "obsidian-icon-folder",
  "link-favicon"
]